Repository: Dinip/SCManagement
Catalog: SCManagement/Resources/SharedResource.*.resx
Languages: pt_pt

# TermsCookies
source: The website uses cookies to help personalize your online experience. By accessing SCMANAGEMENT, you agreed to use the necessary cookies. A cookie is a text file placed on your hard drive by a web page server. Cookies cannot be used to run programs or deliver viruses to your computer. Cookies are uniquely assigned to you and can only be read by a web server in the domain that issued the cookie.
pt_pt: O site usa cookies para ajudar a personalizar a sua experiência online. Ao aceder SCMANAGEMENT, concordou em usar os cookies necessários. Um cookie é um arquivo de texto colocado no seu disco rígido por um servidor de páginas web. Os cookies não podem ser usados para executar programas ou enviar vírus para o seu computador. Os cookies são atribuídos exclusivamente a si e só podem ser lidos por um servidor web no domínio que emitiu o cookie.

# TermsIntro
source: These terms and conditions describe the rules and regulations for using the SCMANAGEMENT website, located at
pt_pt: Estes termos e condições descrevem as regras e regulamentos para a utilização do site de SCMANAGEMENT, localizado em

# TermsIntro2
source: By accessing this site, we assume that you accept these terms and conditions. Do not continue to use SCMANAGEMENT if you do not agree with all the terms and conditions stated on this page.
pt_pt: Ao aceder a este site, presumimos que aceita estes termos e condições. Não continue a utilizar SCMANAGEMENT se não concordar com todos os termos e condições declarados nesta página.

# TermsLicense
source: Unless otherwise stated, SCMANAGEMENT and/or its licensors own the intellectual property rights in all material on SCMANAGEMENT. All intellectual property rights are reserved. You may access SCMANAGEMENT for your personal use subject to the restrictions defined in these terms and conditions.
pt_pt: Salvo indicação em contrário, SCMANAGEMENT e/ou os seus licenciados possuem os direitos de propriedade intelectual de todo o material em SCMANAGEMENT. Todos os direitos de propriedade intelectual são reservados. Pode aceder de SCMANAGEMENT para o seu uso pessoal sujeito às restrições definidas nestes termos e condições.

# TermsShouldNot1
source: Copy or republish material from SCMANAGEMENT
pt_pt: Copiar ou republicar o material de SCMANAGEMENT

# TermsShouldNot2
source: Sell, rent or sublicense material from SCMANAGEMENT
pt_pt: Vender, alugar ou sublicenciar o material de SCMANAGEMENT

# TermsShouldNot3
source: Reproduce, duplicate or copy SCMANAGEMENT material
pt_pt: Reproduzir, duplicar ou copiar o material de SCMANAGEMENT

# TermsShouldNot4
source: Redistribute content from SCMANAGEMENT
pt_pt: Redistribuir o conteúdo de SCMANAGEMENT

# TermsShouldNot5
source: This agreement shall commence on the date hereof.
pt_pt: Este acordo deve iniciar na data deste documento.

source: Disclaimer:
pt_pt: Isenção de responsabilidade:

# RemoveLinks
source: Removing links from our website:
pt_pt: Remoção de links do nosso site:

# Reserved
source: Reservation of rights:
pt_pt: Reserva de direitos:

# Responsibility
source: Responsibility for the content:
pt_pt: Responsabilidade pelo conteúdo:

# TermsDisclaimer
source: To the fullest extent permitted by applicable law, we exclude all representations, warranties and conditions relating to our website and your use of this website. Nothing in this disclaimer:
pt_pt: Na extensão máxima permitida pela lei aplicável, excluímos todas as representações, garantias e condições relacionadas ao nosso site e ao uso deste site. Nada nesta isenção de responsabilidade:

# TermsDisclaimer1
source: limit or exclude our liability for death or personal injury;
pt_pt: limitará ou excluirá a nossa responsabilidade por morte ou danos pessoais;

# TermsDisclaimer2
source: limit or exclude our liability or your liability for fraud or fraudulent misrepresentation;
pt_pt: limitar ou excluir a nossa responsabilidade ou a sua responsabilidade por fraude ou deturpação fraudulenta;

# TermsDisclaimer3
source: limit any of our liabilities in any way not permitted by applicable law; or exclude any of our or your liabilities that cannot be excluded under applicable law.
pt_pt: limitar qualquer uma das nossas responsabilidades de qualquer forma que não seja permitida pela lei aplicável; ou excluir qualquer uma das nossas ou suas responsabilidades que não possam ser excluídas sob a lei aplicável.

# TermsDisclaimer4
source: The limitations and prohibitions of liability set out in this section and elsewhere in this disclaimer: (a) are subject to the preceding paragraph; and (b) govern all liabilities arising from the disclaimer, including liabilities arising in contracts, torts and for breach of statutory duty. As long as the website and the information and services provided therein are free of charge, we will not be liable for loss or damage of any kind.
pt_pt: As limitações e proibições de responsabilidade definidas nesta seção e em outras partes desta isenção de responsabilidade: (a) estão sujeitas ao parágrafo anterior; e (b) regem todas as responsabilidades decorrentes da isenção de responsabilidade, incluindo responsabilidades decorrentes de contratos, atos ilícitos e por violação de dever estatutário. Desde que o site e as informações e serviços nele fornecidos sejam gratuitos, não seremos responsáveis por perdas ou danos de qualquer natureza.

# TermsRemoveLinks1
source: If you find any links on our site that are offensive for any reason, you can contact us and let us know at any time. We will consider requests to remove links, but we are not obligated to do so or respond directly.
pt_pt: Se encontrar algum link no nosso site que seja ofensivo por qualquer motivo, pode contactar-nos e informar-nos a qualquer momento. Consideraremos as solicitações de remoção de links, mas não somos obrigados a fazê-lo ou a responder diretamente.

# TermsRemoveLinks2
source: We do not guarantee that the information on this website is correct. We do not guarantee its completeness or accuracy, nor do we promise to ensure that the website remains available or that the material contained therein is kept up to date.
pt_pt: Não garantimos que as informações neste site sejam corretas. Não garantimos sua integridade ou precisão, nem prometemos garantir que o site permaneça disponível ou que o material nele contido seja mantido atualizado.

# TermsReserved
source: We reserve the right to ask you to remove all or any specific links to our website. Approves the immediate removal of all links to our website upon request. We also reserve the right to change these terms and conditions and your binding policy at any time. By continually connecting to our website, you agree to comply with and abide by these terms and conditions of linking.
pt_pt: Reservamos o direito de solicitar que remova todos os links ou qualquer link específico para o nosso site. Aprova a remoção imediata de todos os links para nosso site, mediante solicitação. Também nos reservamos o direito de alterar estes termos e condições e a sua política de vinculação a qualquer momento. Ao conectar-se continuamente ao nosso site, concorda em cumprir e seguir estes termos e condições de vinculação.

# TermsResponsibility
source: We will not be responsible for any content that appears on your site. You agree to protect and defend us against all claims raised on your site. No links shall appear on any website that could be construed as libelous, obscene or criminal, or that infringes, otherwise violates or advocates the infringement or other violation of any third party rights.
pt_pt: Não seremos responsabilizados por qualquer conteúdo que apareça no seu site. Concorda em proteger-nos e defender contra todas as reclamações levantadas no seu site. Nenhum link deve aparecer em qualquer site que possa ser interpretado como calunioso, obsceno ou criminoso, ou que infrinja, de outra forma viole ou defenda a violação ou outra violação de quaisquer direitos de terceiros.

source: Home Page
pt_pt: Página Inicial

source: Athletes List
pt_pt: Lista de Atletas

source: Athlete Training Plans
pt_pt: Planos de Treinamento de Atletas

source: Codes List
pt_pt: Lista de Códigos

source: Confirm password
pt_pt: Confirmar password

source: Create Goal
pt_pt: Criar meta

source: Edit Goal
pt_pt: Editar meta

source: Edit Team
pt_pt: Editar Equipa

source: Goals List
pt_pt: Lista de Objetivos

source: Meal Details
pt_pt: Detalhes da refeição

source: Meal Plan Templates
pt_pt: Modelos de Plano de Refeições

source: My Club
pt_pt: Meu Clube

source: Resend email confirmation
pt_pt: Reenviar email de confirmação

source: Staff List
pt_pt: Lista Staff

source: Team List
pt_pt: Lista de equipas

source: Training Details
pt_pt: Detalhes de treino

source: Training Plan Templates
pt_pt: Modelos de Plano de Treinamento

# PaymentProcessing
source: Your payment is still processing, please wait a bit!
pt_pt: O teu pagamento está a ser processado, por favor espera um pouco!

# PaymentProcessingCard
source: Your payment is either still processing or waiting for you to click on the url above to pay.
pt_pt: O teu pagamento está a ser processado ou então à espera que configures o teu cartão, clicando no link acima.

# SelectPaymentMethod
source: Select the payment method you want:
pt_pt: Seleciona o método de pagamento que queres utilizar:

# SelectPaymentMethodAlert
source: Note: This is using a testing payment system. You can pay with credit card or mbway and have your payment processed automatically. The data used in those cases is fake, for mbway, please use the number 911234567 and for credit card, it will have fake cards on the paying page.
pt_pt: Nota: Este sistema de pagamento está em modo de teste. Podes pagar tanto com cartão de crédito como com mbway para teres os teus pagamentos processados automáticamente. Os dados utilizados nestes casos, são falsos, sendo que para o mbway deves usar o número 911234567 e para o cartão de crédito, a página de pagamento terá cartões falsos.

source: Members
pt_pt: Membros

source: Enrolls
pt_pt: Inscrições

source: Event Location
pt_pt: Localização do Evento

source: Event Result Type
pt_pt: Tipo de Resultado

# ResultPosition
source: Position
pt_pt: Posição

# ResultScore
source: Score
pt_pt: Pontuação

# ResultTime
source: Time
pt_pt: Tempo

source: Sponsor
pt_pt: Organização

# PlanCreated
source: Plan _NAME_ was created
pt_pt: Plano _NAME_ criado

# PlanDeleteSuccess
source: Plan _NAME_ was eliminated
pt_pt: Plano _NAME_ eliminado

# PlanToggleStatus
source: Are you sure that you want to change the plan status?
pt_pt: Tens a certeza que queres alterar o estado do plano?

# PlanUpdated
source: Plan _NAME_ was updated
pt_pt: Plano _NAME_ atualizado

# PlanUpdateStatusDisabled
source: Plan _NAME_ was disabled
pt_pt: Plano _NAME_ foi desativado

# PlanUpdateStatusEnabled
source: Plan _NAME_ was activated
pt_pt: Plano _NAME_ foi ativado

source: Disable
pt_pt: Desativar

source: Back to List
pt_pt: Voltar à lista

source: Create Plan
pt_pt: Criar plano

source: Edit Plan
pt_pt: Editar plano

source: Manage Plans
pt_pt: Gerir planos

source: Athletes Number Almost Full
pt_pt: Número de atletas quase no limite

source: Club Edited
pt_pt: Clube Editado

source: Club Quota Update
pt_pt: Atualização da Cota do Clube

# Email_PlanCreated
source: <!doctype html> <html lang="en"> <head> <meta content="text/html; charset=utf-8" http-equiv="Content-Type" /> <title>New plan created template</title> <meta name="description" content="Reset Password Email Template."> <style type="text/css"> a:hover { text-decoration: underline !important; } </style> </head> <body marginheight="0" topmargin="0" marginwidth="0" style="margin: 0px; background-color: #f2f3f8;" leftmargin="0"> <!--100% body table--> <table cellspacing="0" border="0" cellpadding="0" width="100%" bgcolor="#f2f3f8" style="@import url(https://fonts.googleapis.com/css?family=Rubik:300,400,500,700|Open+Sans:300,400,600,700); font-family: 'Open Sans', sans-serif;"> <tr> <td> <table style="background-color: #f2f3f8; max-width:670px; margin:0 auto;" width="100%" border="0" align="center" cellpadding="0" cellspacing="0"> <tr> <td style="height:80px;">&nbsp;</td> </tr> <tr> <td style="text-align:center;"> <a href="https://scmanagement.me" title="logo" target="_blank"> <img width="200" src="https://cdn.scmanagement.me/public/logo.png" title="logo" alt="logo"> </a> </td> </tr> <tr> <td style="height:20px;">&nbsp;</td> </tr> <tr> <td> <table width="95%" border="0" align="center" cellpadding="0" cellspacing="0" style="max-width:670px;background:#fff; border-radius:3px; text-align:center;-webkit-box-shadow:0 6px 18px 0 rgba(0,0,0,.06);-moz-box-shadow:0 6px 18px 0 rgba(0,0,0,.06);box-shadow:0 6px 18px 0 rgba(0,0,0,.06);"> <tr> <td style="height:40px;">&nbsp;</td> </tr> <tr> <td style="padding:0 35px;"> <h1 style="color:#1e1e2d; font-weight:500; margin:0;font-size:32px;font-family:'Rubik',sans-serif;"> New _PLANTYPE_ Created</h1> <span style="display:inline-block; vertical-align:middle; margin:29px 0 26px; border-bottom:1px solid #cecece; width:100px;"></span> <p style="color:#455056; font-size:15px;line-height:24px; margin:0;">Hello _USERNAME_!<br><br>A new _PLANTYPE_ has been created for you by _TRAINER_. You can check the _PLANTYPE_ by clicking the button. If you have any questions or need more information, please contact the trainer _TRAINER_. <br><br></p> <a href="_PLANURL_" style="background:#20e277;text-decoration:none !important; font-weight:500; margin-top:35px; color:#fff;text-transform:uppercase; font-size:14px;padding:10px 24px;display:inline-block;border-radius:50px;">See _PLANTYPE_</a> </td> </tr> <tr> <td style="height:40px;">&nbsp;</td> </tr> </table> </td> <tr> <td style="height:20px;">&nbsp;</td> </tr> </table> </td> </tr> </table> <!--/100% body table--> </body> </html>
pt_pt: <!doctype html> <html lang="pt"> <head> <meta content="text/html; charset=utf-8" http-equiv="Content-Type" /> <title>Novo plano criado modelo</title> <meta name="description" content="Reset Password Email Template."> <style type="text/css"> a:hover { text-decoration: underline !important; } </style> </head> <body marginheight="0" topmargin="0" marginwidth="0" style="margin: 0px; background-color: #f2f3f8;" leftmargin="0"> <!--100% body table--> <table cellspacing="0" border="0" cellpadding="0" width="100%" bgcolor="#f2f3f8" style="@import url(https://fonts.googleapis.com/css?family=Rubik:300,400,500,700|Open+Sans:300,400,600,700); font-family: 'Open Sans', sans-serif;"> <tr> <td> <table style="background-color: #f2f3f8; max-width:670px; margin:0 auto;" width="100%" border="0" align="center" cellpadding="0" cellspacing="0"> <tr> <td style="height:80px;">&nbsp;</td> </tr> <tr> <td style="text-align:center;"> <a href="https://scmanagement.me" title="logo" target="_blank"> <img width="200" src="https://cdn.scmanagement.me/public/logo.png" title="logo" alt="logo"> </a> </td> </tr> <tr> <td style="height:20px;">&nbsp;</td> </tr> <tr> <td> <table width="95%" border="0" align="center" cellpadding="0" cellspacing="0" style="max-width:670px;background:#fff; border-radius:3px; text-align:center;-webkit-box-shadow:0 6px 18px 0 rgba(0,0,0,.06);-moz-box-shadow:0 6px 18px 0 rgba(0,0,0,.06);box-shadow:0 6px 18px 0 rgba(0,0,0,.06);"> <tr> <td style="height:40px;">&nbsp;</td> </tr> <tr> <td style="padding:0 35px;"> <h1 style="color:#1e1e2d; font-weight:500; margin:0;font-size:32px;font-family:'Rubik',sans-serif;"> Novo _PLANTYPE_ Criado</h1> <span style="display:inline-block; vertical-align:middle; margin:29px 0 26px; border-bottom:1px solid #cecece; width:100px;"></span> <p style="color:#455056; font-size:15px;line-height:24px; margin:0;">Olá _USERNAME_!<br><br>Um novo _PLANTYPE_ foi criado para ti pelo treinador _TRAINER_. Podes verificar o _PLANTYPE_ clicando no botão abaixo. Se tiveres alguma dúvida ou precisares de mais informações, por favor entra em contato com o treinador _TRAINER_.<br><br></p> <a href="_PLANURL_" style="background:#20e277;text-decoration:none !important; font-weight:500; margin-top:35px; color:#fff;text-transform:uppercase; font-size:14px;padding:10px 24px;display:inline-block;border-radius:50px;">Ver _PLANTYPE_</a> </td> </tr> <tr> <td style="height:40px;">&nbsp;</td> </tr> </table> </td> <tr> <td style="height:20px;">&nbsp;</td> </tr> </table> </td> </tr> </table> <!--/100% body table--> </body> </html>

source: Event Canceled
pt_pt: Evento Cancelado

source: Event Created
pt_pt: Evento Criado

source: Event Edited
pt_pt: Evento Editado

source: Goal Assigned
pt_pt: Meta Atribuída

source: Goal Completed
pt_pt: Meta Completa

source: Goal Deleted
pt_pt: Meta Removida

source: Goal Edited
pt_pt: Meta Editada

source: Meal Plan Assigned
pt_pt: Plano de Alimentar Atribuído

source: Meal Plan Deleted
pt_pt: Plano de Alimentar Removido

source: Meal Plan Edited
pt_pt: Plano de Alimentar Editado

# NotificationsSettings
source: Notification Settings
pt_pt: Configuração de Notificações

source: Payment Late
pt_pt: Pagamento Atrasado

source: Payment Received
pt_pt: Pagamento Recebido

# Subject_PlanCreated
source: Plan Created
pt_pt: Plano Criado

source: Subscription Canceled
pt_pt: Subscrição Cancelada

source: Subscription Expired
pt_pt: Subscrição Expirada

source: Subscription Extended
pt_pt: Subscrição Extendida

source: Subscription Renewed
pt_pt: Subscrição Renovada

source: Subscription Started
pt_pt: Subscrição Iniciada

source: Team Created
pt_pt: Equipa Criada

source: Team Deleted
pt_pt: Equipa Removida

source: Team Edited
pt_pt: Equipa Editada

source: Training Plan Assigned
pt_pt: Plano de Treino Atribuído

source: Training Plan Deleted
pt_pt: Plano de Treino Removido

source: Training Plan Edited
pt_pt: Plano de Treino Editado

# Email_PlanDeleted
source: <!doctype html> <html lang="en"> <head> <meta content="text/html; charset=utf-8" http-equiv="Content-Type" /> <title>Deleted plan template</title> <meta name="description" content="Reset Password Email Template."> <style type="text/css"> a:hover { text-decoration: underline !important; } </style> </head> <body marginheight="0" topmargin="0" marginwidth="0" style="margin: 0px; background-color: #f2f3f8;" leftmargin="0"> <!--100% body table--> <table cellspacing="0" border="0" cellpadding="0" width="100%" bgcolor="#f2f3f8" style="@import url(https://fonts.googleapis.com/css?family=Rubik:300,400,500,700|Open+Sans:300,400,600,700); font-family: 'Open Sans', sans-serif;"> <tr> <td> <table style="background-color: #f2f3f8; max-width:670px; margin:0 auto;" width="100%" border="0" align="center" cellpadding="0" cellspacing="0"> <tr> <td style="height:80px;">&nbsp;</td> </tr> <tr> <td style="text-align:center;"> <a href="https://scmanagement.me" title="logo" target="_blank"> <img width="200" src="https://cdn.scmanagement.me/public/logo.png" title="logo" alt="logo"> </a> </td> </tr> <tr> <td style="height:20px;">&nbsp;</td> </tr> <tr> <td> <table width="95%" border="0" align="center" cellpadding="0" cellspacing="0" style="max-width:670px;background:#fff; border-radius:3px; text-align:center;-webkit-box-shadow:0 6px 18px 0 rgba(0,0,0,.06);-moz-box-shadow:0 6px 18px 0 rgba(0,0,0,.06);box-shadow:0 6px 18px 0 rgba(0,0,0,.06);"> <tr> <td style="height:40px;">&nbsp;</td> </tr> <tr> <td style="padding:0 35px;"> <h1 style="color:#1e1e2d; font-weight:500; margin:0;font-size:32px;font-family:'Rubik',sans-serif;"> _PLANTYPE_ Deleted</h1> <span style="display:inline-block; vertical-align:middle; margin:29px 0 26px; border-bottom:1px solid #cecece; width:100px;"></span> <p style="color:#455056; font-size:15px;line-height:24px; margin:0;"> Hello _USERNAME_!<br><br>We would like to inform you that your _PLANTYPE_ with the name _PLANNAME_ has been deleted by _TRAINER_. If you have any questions or need more information, please contact the trainer _TRAINER_.<br><br></p> </td> </tr> <tr> <td style="height:40px;">&nbsp;</td> </tr> </table> </td> <tr> <td style="height:20px;">&nbsp;</td> </tr> </table> </td> </tr> </table> <!--/100% body table--> </body> </html>
pt_pt: <!doctype html> <html lang="pt"> <head> <meta content="text/html; charset=utf-8" http-equiv="Content-Type" /> <title>Plano removido template</title> <meta name="description" content="Reset Password Email Template."> <style type="text/css"> a:hover { text-decoration: underline !important; } </style> </head> <body marginheight="0" topmargin="0" marginwidth="0" style="margin: 0px; background-color: #f2f3f8;" leftmargin="0"> <!--100% body table--> <table cellspacing="0" border="0" cellpadding="0" width="100%" bgcolor="#f2f3f8" style="@import url(https://fonts.googleapis.com/css?family=Rubik:300,400,500,700|Open+Sans:300,400,600,700); font-family: 'Open Sans', sans-serif;"> <tr> <td> <table style="background-color: #f2f3f8; max-width:670px; margin:0 auto;" width="100%" border="0" align="center" cellpadding="0" cellspacing="0"> <tr> <td style="height:80px;">&nbsp;</td> </tr> <tr> <td style="text-align:center;"> <a href="https://scmanagement.me" title="logo" target="_blank"> <img width="200" src="https://cdn.scmanagement.me/public/logo.png" title="logo" alt="logo"> </a> </td> </tr> <tr> <td style="height:20px;">&nbsp;</td> </tr> <tr> <td> <table width="95%" border="0" align="center" cellpadding="0" cellspacing="0" style="max-width:670px;background:#fff; border-radius:3px; text-align:center;-webkit-box-shadow:0 6px 18px 0 rgba(0,0,0,.06);-moz-box-shadow:0 6px 18px 0 rgba(0,0,0,.06);box-shadow:0 6px 18px 0 rgba(0,0,0,.06);"> <tr> <td style="height:40px;">&nbsp;</td> </tr> <tr> <td style="padding:0 35px;"> <h1 style="color:#1e1e2d; font-weight:500; margin:0;font-size:32px;font-family:'Rubik',sans-serif;"> _PLANTYPE_ Removido</h1> <span style="display:inline-block; vertical-align:middle; margin:29px 0 26px; border-bottom:1px solid #cecece; width:100px;"></span> <p style="color:#455056; font-size:15px;line-height:24px; margin:0;"> Olá _USERNAME_!<br><br>Gostaríamos de informar que o teu _PLANTYPE_ com o nome _PLANNAME_ foi removido pelo treinador _TRAINER_. Se tiveres alguma dúvida ou precisares de mais informações, por favor entra em contato com o treinador _TRAINER_.<br><br></p> </td> </tr> <tr> <td style="height:40px;">&nbsp;</td> </tr> </table> </td> <tr> <td style="height:20px;">&nbsp;</td> </tr> </table> </td> </tr> </table> <!--/100% body table--> </body> </html>
