Repository: Dinip/SCManagement
Catalog: SCManagement/Resources/SharedResource.*.resx
Languages: pt_pt

source: Next Payment Date
pt_pt: Próxima data de pagamento

source: Payed At
pt_pt: Pago a

source: Payment Method
pt_pt: Método de pagamento

source: Payment Status
pt_pt: Estado de pagamento

source: Plan
pt_pt: Plano

source: Plans
pt_pt: Planos

source: Product
pt_pt: Produto

source: Product Type
pt_pt: Tipo de produto

source: Start Date
pt_pt: Data de inicio

source: Subscription
pt_pt: Subscrição

source: Subscription Frequency
pt_pt: Frequencia de subscrição

source: Subscription Status
pt_pt: Estado de subscrição

source: Value
pt_pt: Valor

source: Payment Settings
pt_pt: Definições de pagamentos

# CallbackUrl
source: Payment notification url
pt_pt: Url de notificações de pagamento

# Error_CallbackUrl
source: Payment notification url on easypay dashboard is wrong or missing. Fix it first to save this settings.
pt_pt: O url de notificações no painel de controlo da easypay está errado ou é inválido. Corrige para poderes guardar estas definições.

# Error_InvalidCredentials
source: Inserted credentials are invalid. Fix it first to save this settings.
pt_pt: As credenciais inseridas são inválidas. Corrige para poderes guardar estas definições.

source: Quota Payment Frequency
pt_pt: Frequência da quota

source: Quota Value
pt_pt: Valor da quota

source: Valid Credentials
pt_pt: Credenciais válidas

# Warning_InvalidKey
source: Your club doesn't have payments enabled. You can still create an event but it can't have an entry fee.
pt_pt: O teu clube não tem pagamentos ativos. Podes criar um evento na mesma, mas este não pode ter uma taxa de entrada.

source: Unavailable
pt_pt: Indisponível

# ClubUnavailableTitle
source: Your club is currently
pt_pt: Atualmente o teu clube está

source: suspended
pt_pt: suspenso

source: Waiting payment
pt_pt: À espera de pagamento

# ClubUnavailableDescriptionPrivate
source: Regularize the payment so that your club is available again.
pt_pt: Regulariza o pagamento para que o teu clube volte a ficar disponível.

# ClubUnavailableDescriptionPublic
source: Talk to club administration for more info.
pt_pt: Fala com a administração do clube para mais informação.

source: Canceled
pt_pt: Cancelado

source: Credit card
pt_pt: Cartão de crédito

source: Error
pt_pt: Erro

source: Failed
pt_pt: Falhado

source: Paid
pt_pt: Pago

source: Pending
pt_pt: Pendente

source: Reference
pt_pt: Referência

# Code_ClubFull
source: Club is full. Talk with the administration for more info.
pt_pt: O clube encontra-se cheio. Fala com a administração para mais informação.

# SlotsStats
source: athlete slots available
pt_pt: slots de atletas disponíveis

source: Club Plans
pt_pt: Planos de clube

source: Select and create club
pt_pt: Selecionar e criar clube

source: Add Path
pt_pt: Adicionar Caminho

source: Altimetry
pt_pt: Altimetria

source: Altimetry Chart
pt_pt: Gráfico de Altimetria

# Distance
source: Distance (km)
pt_pt: Distância (km)

source: End
pt_pt: Fim

# FullAscent
source: Total Ascent (d+):
pt_pt: Subida Total(d+):

# FullDescent
source: Total Descent(d-):
pt_pt: Descida Total(d-):

# HElevation
source: The highest elevation is:
pt_pt: A maior elevação é de:

# InvalidInput
source: message will hold an explanation of the invalid input.
pt_pt: A mensagem conterá uma explicação sobre a entrada inválida.

# LElevation
source: The lowest elevation is:
pt_pt: A menor elevação é de:

# NoMatch
source: The input did not produce any matches, or the waypoints requested were not found in the resulting match. features will be an empty array.
pt_pt: A entrada não produziu nenhuma correspondência, ou os pontos de passagem pedidos não foram encontrados na correspondência resultante. as características serão uma matriz vazia.

# NoSegment
source: No road segment could be matched for one or more coordinates within the supplied radiuses. Check for coordinates that are too far away from a road.
pt_pt: Nenhum segmento de estrada poderia ser correspondido para uma ou mais coordenadas dentro dos raios fornecidos. Verificar as coordenadas que estão demasiado afastadas de uma estrada.

# Other
source: Unable to obtain the location of the event
pt_pt: Impossibilidade de obter o local do evento

# ProfileNotFound
source: Needs to be a valid profile (mapbox/driving, mapbox/driving-traffic, mapbox/walking, or mapbox/cycling).
pt_pt: Precisa de ser um perfil válido (mapbox/driving, mapbox/driving-traffic, mapbox/walking, ou mapbox/cybox/cycling).

# SearchLocation
source: Enter an address or location
pt_pt: Digite um endereço ou localização

source: See Path
pt_pt: Ver Caminho

source: Start
pt_pt: Inicio

# TotalDistance
source: The total distance is:
pt_pt: A Distancia Total é de:

source: New Address
pt_pt: Novo Endereço

# Error_This_Date_Is_Not_Allowed
source: This date is not allowed
pt_pt: Esta data não é permitida

# Error_Registration_limit_Event
source: The registration limit cannot exceed the start date of the event.
pt_pt: O limite de inscrição não pode exceder a data de inicio do evento

# SearchError
source: You cannot make an address in water
pt_pt: Não pode inserir uma morada na água

# Error_Invalid_Result
source: Invalid Result
pt_pt: Resultado Invalido

source: Max Position
pt_pt: Posição Máxima

# ButtonAdd
source: Add
pt_pt: Adicionar

source: Localization
pt_pt: Localização

source: 1 day event
pt_pt: Evento de 1 dia

source: Cancel
pt_pt: Cancelar

source: Enroll Limit Date
pt_pt: Data limite de inscrição

source: Minimum 1 character
pt_pt: Minimo 1 caractere

source: Public Event
pt_pt: Evento público

source: Profile
pt_pt: Perfil

source: Remove photo
pt_pt: Remover foto

source: Cancel Subscription
pt_pt: Cancelar Inscrição

source: Change Photo
pt_pt: Mudar foto

source: Club Page
pt_pt: Pagina do Clube

source: Create Event
pt_pt: Criar Evento

source: Delete
pt_pt: Apagar

# DeleteTutorial
source: Delete your entire path. If you dont want a path in your event this button will not appear
pt_pt: Exclua todo o seu caminho. Se você não quiser um caminho em seu evento, este botão não aparecerá

# DrawTutorial
source: Draw lines by clicking on endpoints. Double click on the last location to submit your path. If you dont want a path in your event this button will not appear
pt_pt: Desenhe linhas clicando no mapa. Clique duas vezes no último local para submeter o seu caminho. Se você não quiser um caminho em seu evento, este botão não aparecerá

source: Enroll
pt_pt: Inscrever

source: Enrroled
pt_pt: Inscrito

# IntroTutorial
source: If you've chosen that you want a path at your event, this is the map you'll see. Use the information below to create the best path for your event:
pt_pt: Se você escolheu que deseja um caminho em seu evento, este é o mapa que você verá. Use as informações abaixo para criar o melhor caminho para o seu evento:

source: Missing Payment
pt_pt: Pagamento em Falta -

source: Pay Subscription
pt_pt: Pagar Inscrição

source: Results
pt_pt: Resultados

# SaveTutorial
source: Save your location before you create your event
pt_pt: Guarde a sua localização antes de criar seu evento

# SearchTutorial
source: Use this input to search your event's location
pt_pt: Use esta entrada para pesquisar a localização do seu evento

source: Subscription State
pt_pt: Estado da Inscrição

source: Terms and conditions
pt_pt: Termos e condições

source: Change EMD
pt_pt: Mudar EMD

source: Remove EMD
pt_pt: Remover EMD

source: Add Event
pt_pt: Adicionar Evento

source: Add New Event
pt_pt: Adicionar Novo Evento

source: Add Result
pt_pt: Adicionar Resultado

source: Athletics
pt_pt: Atletismo

source: Basketball
pt_pt: Basquetebol

# ConfigEasyPay
source: How to configure your easyPay?
pt_pt: Como configurar o easyPay?

source: Event Name
pt_pt: Nome Do Evento

source: Event Path
pt_pt: Caminho do evento

source: Fri
pt_pt: Sex

source: Guidance
pt_pt: Orientação

source: Mon
pt_pt: Seg

source: MTB
pt_pt: BTT

# NoEvents
source: There are no events planned for
pt_pt: Não há eventos planeados para

# NumberInvite
source: Number of people to invite
pt_pt: Numero de pessoas a convidar

source: Place
pt_pt: Lugar

# Placeholder
source: Search
pt_pt: Procure

# PlaceholderAddress
source: Enter an address or street
pt_pt: Digite um endereco ou uma rua

source: Remove Participant
pt_pt: Remover Participante

source: Result
pt_pt: Resultado

source: Roller hockey
pt_pt: Hóquei em Patins

source: Sat
pt_pt: Sáb

source: Soccer
pt_pt: Futebol

source: Sun
pt_pt: Dom

source: Swimming
pt_pt: Natação

source: Thu
pt_pt: Qui

source: Tue
pt_pt: Ter

# ViewDark
source: Dark
pt_pt: Escuro

# ViewLight
source: Light
pt_pt: Claro

# ViewSatellite
source: Satellite Streets
pt_pt: Ruas satélite

# ViewStreets
source: Streets
pt_pt: Ruas

source: Volleyball
pt_pt: Voleibol

source: Wed
pt_pt: Qua

# Administrador de Clube
source: Club Administrator
pt_pt: Administrador de Clube

# Atleta
source: Athlete
pt_pt: Atleta

# Secretaria
source: Secretary
pt_pt: Secretaria

# Sócio
source: Partner
pt_pt: Sócio

# Treinador
source: Trainer
pt_pt: Treinador

# BasalMetabolism
source: Basal Metabolism (kcal/day)
pt_pt: Metabolismo Basal (kcal/day)

# CreateBioimpedance
source: Insert Bioimpedance
pt_pt: Criar Bioimpedância

source: Fat Mass (%)
pt_pt: Massa Gorda (%)

# Height
source: Height (1.81m, 181cm, 5'11)
pt_pt: Altura (1.81m, 181cm, 5'11)

source: Hydration (%)
pt_pt: Hidratação (%)

source: Lean Mass (%)
pt_pt: Massa Magra (%)

source: Muscle Mass (%)
pt_pt: Massa Muscular (%)

source: MyZone
pt_pt: A Minha Zona

source: Viceral Fat (%)
pt_pt: Gordura Visceral (%)

# Weight
source: Weight (145lbs, 65.5kg)
pt_pt: Peso (145lbs, 65.5kg)

source: All
pt_pt: Todos

source: Finished
pt_pt: Terminados

source: Futures
pt_pt: Futuros

source: In Progress
pt_pt: Em Andamento

source: No address saved
pt_pt: Sem localização guardada

source: No Limit
pt_pt: Sem Limite

source: Staff
pt_pt: Equipa

# ResultError
source: Please try again, we could not capture your address
pt_pt: Por favor tente novamente, não conseguimos capturar a sua morada

source: Are u sure you want to delete?
pt_pt: Tem a certeza que deseja apagar?

source: Are you sure you want to cancel? All progress will be lost!
pt_pt: Tem a certeza que deseja cancelar? Todo o progresso será perdido!

source: Date
pt_pt: Data

source: Entries
pt_pt: Entradas

source: Fee
pt_pt: Cotas

source: Income
pt_pt: Rendimentos

source: Month
pt_pt: Mês

source: Of
pt_pt: De

source: Product Name
pt_pt: Nome Do Produto

source: Statistics
pt_pt: Estatísticas

source: Update Plan
pt_pt: Atualizar Plano

source: Income Detailed
pt_pt: Rendimentos Detalhados

source: Partners
pt_pt: Sócios

# PartnersV2
source: Partners
pt_pt: Socios

# SelectYear
source: Select Research Year
pt_pt: Selecione o Ano de Pesquisa

# Error_DateGreaterThan
source: The end date selected is before or the same as the start date
pt_pt: A data final selecionada é anterior ou igual à data inicial

# Error_IsDateBeforeToday
source: The date selected is before today
pt_pt: A data selecionada é antes de hoje

# CreateBio
source: Create Bioimpedance
pt_pt: Inserir Bioimpedância

# LocationEvent
source: You will need to enter a location in the event
pt_pt: Terá de inserir uma localização no evento

# NameEvent
source: You will have to give the event a name
pt_pt: Terá de dar um nome ao evento

source: Update
pt_pt: Atualizar

# UpdateBio
source: Update Bioimpedance
pt_pt: Atualizar Bioimpedância

# Actualize
source: Updated to
pt_pt: Atualizado a

source: Active Training Plan
pt_pt: Plano de Treino Ativo

# Bio
source: Bioimpedance
pt_pt: Bioimpedância

source: Description
pt_pt: Descrição

source: Expiry Date
pt_pt: Data de expiração

source: Food Plan
pt_pt: Plano Alimentar

# MD
source: Medical Exame
pt_pt: Exame Médico

source: Add
pt_pt: Adicionar

source: Add Sessions
pt_pt: Adicionar sessões

source: Athlete
pt_pt: Atleta

source: Birth Date
pt_pt: Data de nascimento

source: Create New Template
pt_pt: Criar novo template

source: Duration
pt_pt: Duração

source: Edit Meal Plan
pt_pt: Editar plano de refeição

source: Edit Training Plan
pt_pt: Editar plano de treino

source: Exercise Description
pt_pt: Descrição do exercício

source: Exercise Name
pt_pt: Nome do exercício

source: Goal Description
pt_pt: Descrição da meta

source: Goal List
pt_pt: Lista de metas

source: Goal Name
pt_pt: Nome da meta

source: Goals
pt_pt: Metas

source: Is Template
pt_pt: É template

source: Meal
pt_pt: Alimentação

source: Meal Description
pt_pt: Descrição da refeição

source: Meal Name
pt_pt: Nome da refeição

source: Meal Plan
pt_pt: Plano de alimentação

source: Plan Description
pt_pt: Descrição do plano

source: Plan Name
pt_pt: Nome do plano

source: Repetitions
pt_pt: Repetições

source: See
pt_pt: Ver

source: Time
pt_pt: Horário

source: Training
pt_pt: Treinos

source: Training Plan
pt_pt: Plano de treino

# Apply
source: Apply Template
pt_pt: Aplicar Templates

source: Create Meal Plan
pt_pt: Criar plano de alimentação

source: Create Training Plan
pt_pt: Criar plano de treino

# HowAddPlan
source: How do you want to add a plan?
pt_pt: Como queres adicionar um plano

source: New Plan
pt_pt: Novo plano

source: Remove
pt_pt: Remover

source: Trainer zone
pt_pt: Zona do treinador

source: Training zone
pt_pt: Zona de treino

# CirclePart
source: Number of active Partners over total Partners
pt_pt: Número de sócios ativos sobre o total de sócios

source: Complete
pt_pt: Completar

# AddAdmin
source: Add as admin
pt_pt: Adicionar admin

# AddAdminConfirm
source: Are you sure that you want to add _USER_ as admin?
pt_pt: Tens a certeza que queres adicionar o utilizador _USER_ como administrador?

# Error_InvalidRole
source: That role is invalid
pt_pt: A role é inválida

# Error_UpdatingToAdministrator
source: An error occurred updating _USER_ to admin
pt_pt: Ocorreu um erro ao atualizar o user _USER_ para administrador

# Error_UpdatingToNotAdministrator
source: An error occurred updating _USER_ to regular user
pt_pt: Ocorreu um erro ao atualizar o user _USER_ para utilizador regular

# Error_UserAlreadyAdmin
source: User _USER_ is already an admin
pt_pt: O user _USER_ já é um administrador

# Error_UserAlreadyNotAdmin
source: User _USER_ is already a regular user
pt_pt: O user _USER_ já é um utilizador regular

# RemoveAdmin
source: Remove from admin
pt_pt: Remover de admin

# RemoveAdminConfirm
source: Are you sure that you want to remove _USER_ from admin?
pt_pt: Tens a certeza que queres remover o utilizador _USER_ de administrador?

# Success_IsAdministrator
source: User _USER_ is now an administrator
pt_pt: O user _USER_ é agora um administrador

# Success_IsNotAdministrator
source: User _USER_ is now a regular user
pt_pt: O user _USER_ é agora um utilizador regular

source: User Access
pt_pt: Accesso utilizadores

source: Clear
pt_pt: Limpar

# EmptyMessage
source: No data available in the table
pt_pt: Nenhum dado disponível na tabela

# EntriesDatatable
source: entries
pt_pt: entradas

# OfDatatable
source: of
pt_pt: de

source: Previous
pt_pt: Anterior

source: Remove Athlete
pt_pt: Remover Atleta

source: Remove Staff
pt_pt: Remover Staff

source: Show
pt_pt: Mostrar

source: Showing
pt_pt: Mostrando

source: to
pt_pt: a

source: Add Athlete
pt_pt: Adicionar Atleta

source: Created By
pt_pt: Criado por

source: Create Team
pt_pt: Criar Equipa

source: Filtered
pt_pt: Filtrado

source: from
pt_pt: de

source: Next
pt_pt: Próximo

# NoMatching
source: No matching records found
pt_pt: Nenhum registo correspondente encontrado

source: Processing...
pt_pt: A processar...

# Error_MaxNumber
source: Please enter a number between {1} and {2}.
pt_pt: Por favor insira um numero entre {1} e {2}.

# TutAddress
source: Mark the desired address on the map
pt_pt: Assinale no mapa a morada pretendida

# AddPeople
source: Add People To Your Club
pt_pt: Adiciona pessoas Ao Teu Clube

# ByUsing
source: By using our platform you will be able to easily create, customize and manage your events, in addition to managing payments
pt_pt: Ao utilizares a nossa plataforma poderás criar, personalizar e gerir os teus eventos com facilidade, além de gerir pagamentos

# FeelReady
source: I want to start
pt_pt: Quero Começar

# FuncOne
source: You can mark a path in the event you are creating, so participants can visualize the path they will take
pt_pt: Podes marcar um caminho no evento que estas a criar, assim os participantes podem visualizar o caminho que irão percorrer

# FuncsTutorial
source: A Little of What You Can Do
pt_pt: Um Pouco do Que Podes Fazer

# FuncThree
source: You can always manage your athletes, add training plans, food and or goals to your athletes. With this feature you can almost always be next to your athlete
pt_pt: Podes sempre gerir os teus atletas, adiciona planos de treino, alimentares e ou metas aos teus atletas. Com esta funcionalidade quase que podes estar sempre ao lado do teu atleta

# FuncTwo
source: A club is always better with life and in that regard we mean people. Invite athletes, coaches and staff to your club, let them participate in what is best: sport
pt_pt: Um clube é sempre melhor com vida e quanto a isso referimo-nos a pessoas. Convida atletas, treinadores e staff para o teu clube, deixa-os participar no que há de melhor, o desporto

source: Hi
pt_pt: Olá

# ManagAtl
source: Manage Your Athletes
pt_pt: Gere Os Teus Atletas

# ManagClub
source: Manage Club
pt_pt: Gerir Clube

# ManagEvents
source: Manage Events
pt_pt: Gerir Eventos

# ManagYourClub
source: Manage your club simply and efficiently! You can easily manage members, payments, activities and more. Ensuring that everything is always organized and up to date. Take advantage of the ease of management that our platform offers you and focus on what really matters: Enjoying your club!
pt_pt: Gere o teu clube de forma simples e eficiente! Poderás facilmente gerir membros, pagamentos, atividades entre outros. Garantindo que tudo esteja sempre organizado e atualizado. Aproveita a facilidade de gestão que a nossa plataforma te oferece e foca-te no que realmente importa: Aproveitar o teu clube!

# NeverWas
source: Never before has it been so quick to create a club, invite people and enjoy various features that will make your life easier
pt_pt: Nunca antes foi tão rápido criar um clube, convidar pessoas e desfrutar de diversas funcionalidades que te vão facilitar a vida

source: Our Project
pt_pt: Nosso Projeto

# Process
source: Fast Process
pt_pt: Processo Rápido

# PutPath
source: Mark a Path at Your Event
pt_pt: Marca Um Caminho No Teu evento

# Ready
source: Do you feel ready to start?
pt_pt: Sentes-te preparado para começar

# SomeFunc
source: These are just three features that we are going to show you, so you can enjoy many more
pt_pt: Estas são apenas três funcionalidades que te vamos mostrar, pelo que poderás usufruir de muitas mais

# ThisIs
source: This is a web application that will be able to offer you different features for managing your club. We love sport as much as you do and together we build a better future
pt_pt: Esta é uma aplicação web que te vai poder oferecer diversas funcionalidades de gestão do teu clube. Nós adoramos desporto tanto como tu e juntos construímos um futuro melhor

# WeAre
source: We are SCManagement
pt_pt: Nós somos o SCManagement

# WePretend
source: We intend to provide you with better management of your club, from your members, quotas, coaches, athletes, events, among others. Our objective is to unify all this management in a single platform.
pt_pt: Pretendemos proporcionar-te uma melhor gestão do teu clube, desde os teus sócios, cotas, treinadores, atletas, eventos entre outros. Temos como objetivo, unificar toda esta gestão numa única plataforma.

# YourClubStatistics
source: You can also always stay up to date with what is happening at your club with just one click, we provide statistics and information about your club
pt_pt: Poderás também ficar sempre a par do que se passa no teu clube ao passo de apenas um clique, disponibilizamos estatísticas e informações sobre o teu clube

# Error_FileMaxSize
source: File _NAME_ exceeds the max file size of 10MB
pt_pt: Ficheiro _NAME_ excede o limite máximo de 10MB por ficheiro

source: Create Modality
pt_pt: Criar Modalidade

# Error_RequiredModalName
source: You need at least one name to create the modality
pt_pt: Precisas de no minimo um nome da modalidade para esta ser criada

# ModalityName
source: Modality Name in
pt_pt: Nome da Modalidade em

source: See All Modality
pt_pt: Ver Todas as Modalidades

# SuccessModality
source: A modality was created successfully
pt_pt: Uma modalidade foi criada com sucesso

source: Subscription Plans
pt_pt: Planos de Subscrição

source: Translate
pt_pt: Traduzir

source: and
pt_pt: e

source: Codes Created
pt_pt: Códigos Criados

source: Delayed Payments
pt_pt: Pagamentos Atrasados

source: Greater Adherence
pt_pt: Maior Aderência

source: Sports Clubs
pt_pt: Clubes de Desporto

source: Statistics Backoffice
pt_pt: Estatísticas Backoffice

# Terms&amp;Conditions
source: Terms & Conditions
pt_pt: Termos & Condições

source: Year
pt_pt: Ano

source: Average
pt_pt: Média

source: Best Month
pt_pt: Melhor Mês

# Circle1Help
source: Number of active clubs out of total clubs created
pt_pt: Número de clubes ativos do total de clubes criados

# Circle2Help
source: Total amount received per month and per year
pt_pt: Valor total recebido por mês e por ano

# Circle3Help
source: Number of codes used out of the total number created
pt_pt: Número de códigos utilizados do número total criados

# Circle4Help
source: Plan that was most purchased and its monthly amount
pt_pt: Plano que mais foi comprado e o seu valor mensal

# Circle5Help
source: Number of late payments out of total existing payments
pt_pt: Número de pagamentos em atraso do total de pagamentos existentes

# Circle6Help
source: Terms and conditions
pt_pt: Termos e Condições

source: No
pt_pt: Não

# NotConfirm
source: Do you really want to notify?
pt_pt: Quer mesmo notificar?

source: Notify
pt_pt: Notificar

source: Yes
pt_pt: Sim

# SubscriptionAutoCancelConfirm
source: Are you sure that you want to cancel the auto renewal for that subscription?
pt_pt: Tens a certeza que queres cancelar a removação automática desta subscrição?

# SubscriptionAutoEnabledConfirm
source: Are you sure that you want to enable the auto renewal for that subscription?
pt_pt: Tens a certeza que queres ativar a renovação automática desta subscrição?

# SubscriptionCancelConfirm
source: Are you sure that you want to cancel the subscription? It will be canceled at the end of the payment cycle
pt_pt: Tens a certeza que queres cancelar a subscrição? Será cancelada no final do ciclo de pagamento

# SubCancelAutoSuccess
source: Subscription auto renew disabled
pt_pt: Renovação automática de subscrição cancelada

# SubCancelSuccess
source: Subscription canceled
pt_pt: Subscrição cancelada

# SubEnableAutoSuccess
source: Subscription auto renew enabled
pt_pt: Renovação automática de subscrição ativada

source: License:
pt_pt: Licença:

source: Should Not:
pt_pt: Não deve:

# TermsConditionsSCManagement
source: Terms and Conditions for SCManagement
pt_pt: Termos e Condições para SCManagement
