Repository: Dinip/SCManagement
Catalog: SCManagement/Resources/SharedResource.*.resx
Languages: pt_pt

# Email_InviteClub
source: <!doctype html> <html lang="en"> <head> <meta content="text/html; charset=utf-8" http-equiv="Content-Type" /> <title>Club Invite</title> <meta name="description" content="Reset Password Email Template."> <style type="text/css"> a:hover { text-decoration: underline !important; } </style> </head> <body marginheight="0" topmargin="0" marginwidth="0" style="margin: 0px; background-color: #f2f3f8;" leftmargin="0"> <!--100% body table--> <table cellspacing="0" border="0" cellpadding="0" width="100%" bgcolor="#f2f3f8" style="@import url(https://fonts.googleapis.com/css?family=Rubik:300,400,500,700|Open+Sans:300,400,600,700); font-family: 'Open Sans', sans-serif;"> <tr> <td> <table style="background-color: #f2f3f8; max-width:670px; margin:0 auto;" width="100%" border="0" align="center" cellpadding="0" cellspacing="0"> <tr> <td style="height:80px;">&nbsp;</td> </tr> <tr> <td style="text-align:center;"> <a href="https://scmanagement.me" title="logo" target="_blank"> <img width="200" src="https://cdn.scmanagement.me/public/logo.png" title="logo" alt="logo"> </a> </td> </tr> <tr> <td style="height:20px;">&nbsp;</td> </tr> <tr> <td> <table width="95%" border="0" align="center" cellpadding="0" cellspacing="0" style="max-width:670px;background:#fff; border-radius:3px; text-align:center;-webkit-box-shadow:0 6px 18px 0 rgba(0,0,0,.06);-moz-box-shadow:0 6px 18px 0 rgba(0,0,0,.06);box-shadow:0 6px 18px 0 rgba(0,0,0,.06);"> <tr> <td style="height:40px;">&nbsp;</td> </tr> <tr> <td style="padding:0 35px;"> <h1 style="color:#1e1e2d; font-weight:500; margin:0;font-size:32px;font-family:'Rubik',sans-serif;"> Club Invite</h1> <span style="display:inline-block; vertical-align:middle; margin:29px 0 26px; border-bottom:1px solid #cecece; width:100px;"></span> <p style="color:#455056; font-size:15px;line-height:24px; margin:0;">You were invited by _INVITER_ to join the club _CLUB_ with the role _ROLE_. Use the code _CODE_ in <a href="_PAGE_URL_">this page</a> or tap the button below to accept the invite to the club. </p> <a href="_CALLBACK_URL_" style="background:#20e277;text-decoration:none !important; font-weight:500; margin-top:35px; color:#fff;text-transform:uppercase; font-size:14px;padding:10px 24px;display:inline-block;border-radius:50px;">Accept Invite</a> </td> </tr> <tr> <td style="height:40px;">&nbsp;</td> </tr> </table> </td> <tr> <td style="height:20px;">&nbsp;</td> </tr> </table> </td> </tr> </table> <!--/100% body table--> </body> </html>
pt_pt: <!doctype html> <html lang="en"> <head> <meta content="text/html; charset=utf-8" http-equiv="Content-Type" /> <title>Convite Clube</title> <meta name="description" content="Reset Password Email Template."> <style type="text/css"> a:hover { text-decoration: underline !important; } </style> </head> <body marginheight="0" topmargin="0" marginwidth="0" style="margin: 0px; background-color: #f2f3f8;" leftmargin="0"> <!--100% body table--> <table cellspacing="0" border="0" cellpadding="0" width="100%" bgcolor="#f2f3f8" style="@import url(https://fonts.googleapis.com/css?family=Rubik:300,400,500,700|Open+Sans:300,400,600,700); font-family: 'Open Sans', sans-serif;"> <tr> <td> <table style="background-color: #f2f3f8; max-width:670px; margin:0 auto;" width="100%" border="0" align="center" cellpadding="0" cellspacing="0"> <tr> <td style="height:80px;">&nbsp;</td> </tr> <tr> <td style="text-align:center;"> <a href="https://scmanagement.me" title="logo" target="_blank"> <img width="200" src="https://cdn.scmanagement.me/public/logo.png" title="logo" alt="logo"> </a> </td> </tr> <tr> <td style="height:20px;">&nbsp;</td> </tr> <tr> <td> <table width="95%" border="0" align="center" cellpadding="0" cellspacing="0" style="max-width:670px;background:#fff; border-radius:3px; text-align:center;-webkit-box-shadow:0 6px 18px 0 rgba(0,0,0,.06);-moz-box-shadow:0 6px 18px 0 rgba(0,0,0,.06);box-shadow:0 6px 18px 0 rgba(0,0,0,.06);"> <tr> <td style="height:40px;">&nbsp;</td> </tr> <tr> <td style="padding:0 35px;"> <h1 style="color:#1e1e2d; font-weight:500; margin:0;font-size:32px;font-family:'Rubik',sans-serif;"> Convite para Clube</h1> <span style="display:inline-block; vertical-align:middle; margin:29px 0 26px; border-bottom:1px solid #cecece; width:100px;"></span> <p style="color:#455056; font-size:15px;line-height:24px; margin:0;">Foste convidado por _INVITER_ para te juntares ao clube _CLUB_ com a função de _ROLE_. Usa o código _CODE_ <a href="_PAGE_URL_">nesta página</a> ou clica no botão abaixo para aceitares o convite. </p> <a href="_CALLBACK_URL_" style="background:#20e277;text-decoration:none !important; font-weight:500; margin-top:35px; color:#fff;text-transform:uppercase; font-size:14px;padding:10px 24px;display:inline-block;border-radius:50px;">Aceitar Convite</a> </td> </tr> <tr> <td style="height:40px;">&nbsp;</td> </tr> </table> </td> <tr> <td style="height:20px;">&nbsp;</td> </tr> </table> </td> </tr> </table> <!--/100% body table--> </body> </html>

# Subject_InviteClub
source: You were invited to join a club
pt_pt: Foste convidado para fazer parte de um clube

source: About Us
pt_pt: Sobre nós

# About Us Content
source: SCManagement is a sports management platform for clubs, this was developed by Computer Engineering students from the Polytechnic Institute of Setubal. With our application, clubs can manage and track all aspects of their sport, from player and team management to financial administration and event planning. We believe that technology can make club management more efficient and easier, allowing clubs to focus on what really matters: the sport.
pt_pt: SCManagement é uma plataforma de gestão desportiva para clubes, esta foi desenvolvida por estudantes de Engenharia Informática do Instituto Politécnico de Setúbal. Com a nossa aplicação, os clubes podem gerir e acompanhar todos os aspectos do seu desporto, desde a gestão de jogadores e equipas até a administração financeira e planeamento de eventos. Nós acreditamos que a tecnologia pode tornar a gestão de clubes mais eficiente e fácil, permitindo que os clubes concentrem-se no que realmente importa: o desporto.

source: Contacts
pt_pt: Contactos

source: Creators
pt_pt: Criadores

# rights
source: All rights reserved
pt_pt: Todos os direitos estão reservados

# Error_Unauthorized
source: You don't have authorization to access this page
pt_pt: Não tens permissão para aceder a esta página

# Error_Unauthorized_Title
source: Unauthorized
pt_pt: Não autorizado

source: Age
pt_pt: Idade

# EMD
source: SME
pt_pt: EMD

# Pending_Add
source: Pendind add
pt_pt: Ainda não adicionado

source: Pending remove
pt_pt: Remoção pendente

source: Pending save
pt_pt: Falta salvar

# SLOGAN
source: Manage your club with precision
pt_pt: Gere o teu clube com precisão

# Approve
source: Approved
pt_pt: Aprove

source: Approved
pt_pt: Aprovação

# associated
source: You dont have your account associated to a club
pt_pt: Não tens a tua conta associada a um clube

source: Athletes
pt_pt: Atletas

source: Become partner
pt_pt: Tornar-me sócio

source: Change Email
pt_pt: Mudar email

source: Change Password
pt_pt: Mudar palavra-passe

source: Choose modalities
pt_pt: Escolha as modalidades

source: Club
pt_pt: Clube

source: Club Name
pt_pt: Nome do clube

source: Clubs
pt_pt: Clubes

source: Clubs List
pt_pt: Lista de clubes

source: Code
pt_pt: Código

# codeapproved
source: Code successfully approved
pt_pt: Código aprovado com sucesso

source: Codes
pt_pt: Códigos

source: Create
pt_pt: Criar

source: Create a club
pt_pt: Cria um clube

source: Create New
pt_pt: Criar Novo

source: Created by user
pt_pt: Criado pelo utilizador

source: Dark mode
pt_pt: Modo escuro

# Date Created
source: Criation date
pt_pt: Data de criação

# Date Expired
source: Expired date
pt_pt: Data de expiração

# Date Used
source: Used date
pt_pt: Data de utilização

source: Details
pt_pt: Detalhes

source: Edit
pt_pt: Editar

source: Error approving code
pt_pt: Erro ao aprovar o código

source: Home
pt_pt: Inicio

source: Join a club
pt_pt: Junta-te a um clube

source: Join with code
pt_pt: Juntar-se com código

source: Join date
pt_pt: Data de entrada

source: Logout
pt_pt: Terminar sessão

source: Modalities
pt_pt: Modalidades

source: My Club
pt_pt: Meu clube

source: My Teams
pt_pt: Minhas Equipas

# NotDone
source: At the moment, as we are in the development phase, we are not yet able to show you our main features. We apologize for the inconvenience.
pt_pt: De momento, como estamos em fase de desenvolvimento ainda não conseguimos mostrar as nossas principais funcionalidades. Pedimos desculpa pelo incomodo.

source: Public Page
pt_pt: Página pública

source: Remove partner
pt_pt: Remover sócio

source: Role
pt_pt: Função

source: Save
pt_pt: Salvar

source: Search
pt_pt: Procurar

source: Search club
pt_pt: Procurar por clube

source: Settings
pt_pt: Definições

source: Team Name
pt_pt: Nome da equipa

source: Teams
pt_pt: Equipas

source: Trainer
pt_pt: Treinador

source: Used by user
pt_pt: Usado pelo utilizador

source: User
pt_pt: Utilizador

source: Wallet
pt_pt: Conta corrente

# AboutText
source: Welcome to SCManagement, this is a project that was developed by Computer Engineering students from the Polytechnic Institute of Setubal. As engineering students, we understand the importance of having an efficient and easy to use sports management platform, so we created SCManagement, a sports management platform for clubs that offers a variety of features to manage teams, members, events of features to manage teams, members, events and more. With our application, clubs will have access to all important information in one place, making their administration easier. In addition, we offer an intuitive and easy-to-use interface. We focus on helping clubs achieve their goals by making club management more efficient and organized. With SCManagement, clubs can focus on what really matters: Sport Performance. You want to manage your club more easily and efficiently, then try SCManagement and see the difference we can make.
pt_pt: Bem-vindo ao SCManagement, este é um projeto que foi desenvolvido por estudantes de Engenharia Informática do Instituto Politécnico de Setúbal. Como estudantes de engenharia, entendemos a importância de ter uma plataforma de gestão desportiva eficiente e fácil de utilizar, logo criamos o SCManagement, uma plataforma de gestão desportiva para clubes que oferece uma variedade de recursos para gerir equipas, sócios, eventos entre outros. Com a nossa aplicação, os clubes poderão ter acesso a todas as informações importantes em um só lugar, facilitando a sua administração. Além disso, oferecemos uma interface intuitiva e fácil de utilizar. Temos como foco ajudar os clubes a alcançar seus objetivos, tornando a gestão do clube mais eficiente e organizada. Com o SCManagement, os clubes podem-se concentrar no que realmente importa: O Desempenho Desportivo. Pretendes gerir o teu clube com mais facilidade e eficiência, então experimente o SCManagement e vê a diferença que podemos fazer.

# DavidAbout
source: I'm a software engineering student at the polytechnic institute of setúbal. I am 21 years old and I am from Portugal. I have only had professional contact in sectors different from the area I am majoring in. I'm an open-minded person and I welcome any challenge. In my personal life, I admire the values of sincerity, dedication, and kindness.
pt_pt: Sou um estudante de engenharia de software no instituto politécnico de setúbal. Tenho 21 anos e sou de Portugal. Só tive contacto profissional em sectores diferentes da área em que me estou a formar. Sou uma pessoa de mente aberta e aceito qualquer desafio. Na minha vida pessoal, admiro os valores da sinceridade, da dedicação, e gentileza.

# DinisAbout
source: Hello, I'm 22 years old, I'm a university student of Computer Engineering at the Polytechnic Institute of Setubal. I have experience in the area and I am very focused on my goals.
pt_pt: Olá, tenho 22 anos, sou estudante universitário de Engenharia Informática no Instituto Politécnico de Setúbal. Tenho experiência na área e sou muito focado nos meus objetivos.

source: FrontEnd Developer
pt_pt: Desenvolvedor FrontEnd

# MatiasAbout
source: I started my interest in programming in high school, and today I am in my third year of a degree in Computer Engineering at the Polytechnic Institute of Setúbal.
pt_pt: Comecei o meu interesse por programação no secundário, hoje frequento o terceiro ano da licenciatura em Engenharia Informática no instituto politécnico de setúbal , além dos meus estudos, sempre pratiquei futebol e graças a isto melhorei o trabalhar em equipa.

# OliveiraAbout
source: My name is Guilherme Oliveira, I am 20 years old, a student of Computer Engineering at the Instituto Politecnico de Setubal, and I am responsible for the graphic design of this project.
pt_pt: O meu nome é Guilherme Oliveira, Tenho 20 anos, sou estudante de Engenharia Informática no Instituto Politécnico de Setúbal, e eu sou responsável pelo design gráfico deste projecto.

# PeraltaAbout
source: I am a student of Computer Engineering and have been interested in programming since high school. Besides that, I also practice sports, specifically Pedestrian Orienteering and Mountain Biking, where I achieved national titles and am part of the national team representing Portugal in international competitions. Sports have made me more disciplined and organized, allowing me to better manage my time to perform well in both sports and education.
pt_pt: Sou estudante de Engenharia Informática e tenho estado interessado em programação desde o liceu. Além disso, também pratico desporto, especificamente Orientação Pedestre e BTT, onde alcancei títulos nacionais e faço parte da equipa nacional que representa Portugal em competições internacionais. O desporto tornou-me mais disciplinado e organizado, permitindo-me gerir melhor o meu tempo para ter um bom desempenho tanto no desporto como na educação.

source: Project Manager
pt_pt: Gestor De Projeto

source: Software Developer
pt_pt: Programador

# Welcomeclub
source: Welcome to your club
pt_pt: Bem-vindo ao teu

# Code_AlreadyPart
source: You are already part of the club with another role
pt_pt: Já fazes parte deste clube com outra função

source: Code already used
pt_pt: Código já usado

source: Code expired
pt_pt: Código expirado

source: Code not approved
pt_pt: Código não aprovado

source: Code not found
pt_pt: Código não encontrado

source: Events
pt_pt: Eventos

source: General
pt_pt: Geral

source: Join
pt_pt: Juntar-se

source: Name
pt_pt: Nome

source: Notifications
pt_pt: Notificações

source: Payments
pt_pt: Pagamentos

source: Register as a new user
pt_pt: Registar como um novo utilizador

# Club Selected
source: Selected Club
pt_pt: Clube Selecionado

source: Modality
pt_pt: Modalidade

source: Concurrency failure.
pt_pt: Falha de simultaneidade.

source: Confirm new password
pt_pt: Confirmação da nova password

source: Current password
pt_pt: Password atual

# DefaultldentityError
source: Identity system error.
pt_pt: Erro no sistema Identity.

# DuplicateEmaiI
source: Email '{O}' already exists.
pt_pt: O e-mail '{0}' já existe.

# DuplicateRoleName
source: Role name '{0}' already exists.
pt_pt: O nome da função '{0}' já existe.

# DuplicateUserName
source: User name '{0}' already exists.
pt_pt: O nome de utilizador '{0}' já existe.

# Empty
source: No file saved!
pt_pt: Nenhum arquivo salvo!

# Error_password_do_not_match
source: The new password and confirmation password do not match.
pt_pt: A nova password e a password de confirmação não correspondem.

# Files_Allow
source: are allowed!
pt_pt: são permitidos!

# InvalidEmaiI
source: Email '{0} is invalid.
pt_pt: O e-mail '{0} é inválido.

# InvalidRoleName
source: Role name '{0}' is invalid.
pt_pt: O nome da função '{0}' é inválido.

source: Invalid token.
pt_pt: Token inválido.

# InvalidUserName
source: User name '{0}' is invalid.
pt_pt: O nome de utilizador '{0}' é inválido.

# Invalid_Login
source: Invalid login attempt.
pt_pt: Tentativa de login inválida.

# Load_User
source: Unable to load user with ID
pt_pt: Não foi possível carregar o utilizador com ID

# LoginAlreadyAssociated
source: An eternal login is already associated with this account
pt_pt: Um login eterno já está associado a esta conta

source: New password
pt_pt: Nova password

source: Only
pt_pt: Apenas

# PasswordMismatch
source: The provided password dosen't match your saved password
pt_pt: A password fornecida não corresponde à sua password salva

# PasswordRequiresDigit
source: The password must contain digits (0 - 9)
pt_pt: A password deve conter dígitos (0 - 9)

# PasswordRequiresLower
source: The password must contain lower case letters (a - z)
pt_pt: A password deve conter letras minúsculas (a - z)

# PasswordRequiresNonAlphanumeric
source: The password must contain non-alphanumeric characters (! + . - ? ...)
pt_pt: A password deve conter caracteres não alfanuméricos (! + . - ? ...)

# PasswordRequiresUniqueChars
source: The password must contain '{0}' unique chracters.
pt_pt: A password deve conter caracteres únicos '{0}'.

# PasswordRequiresUpper
source: The password must contain upper case letters (A - Z)
pt_pt: A password deve conter letras maiúsculas (A - Z)

# PasswordTooShort
source: The password must be at least '{0}' character long.
pt_pt: A password deve ter pelo menos '{O}' caracteres.

# RecoveryCodeRedemptionFailed
source: Recovery code was not redeemed.
pt_pt: O código de recuperação não foi utilizado.

source: Update password
pt_pt: Atualizar password

# UserAlreadyHasPassword
source: User already has a password.
pt_pt: O utilizador já possui uma password.

# UserAlreadylnRole
source: The user is already in '{0}' role.
pt_pt: O utilizador já está na função '{0}'.

# UserLockoutNotEnabled
source: User lockout is not enabled.
pt_pt: O bloqueio de utilizador não está habilitado.

# UserNotlnRole
source: User is not in '{0}' role.
pt_pt: O utilizador não está na função '{0}'.

source: Daily
pt_pt: Diariamente

# Email_ClubFees
source: <!doctype html> <html lang="en"> <head> <meta content="text/html; charset=utf-8" http-equiv="Content-Type" /> <title>Club Quota Change</title> <meta name="description" content="Reset Password Email Template."> <style type="text/css"> a:hover { text-decoration: underline !important; } </style> </head> <body marginheight="0" topmargin="0" marginwidth="0" style="margin: 0px; background-color: #f2f3f8;" leftmargin="0"> <!--100% body table--> <table cellspacing="0" border="0" cellpadding="0" width="100%" bgcolor="#f2f3f8" style="@import url(https://fonts.googleapis.com/css?family=Rubik:300,400,500,700|Open+Sans:300,400,600,700); font-family: 'Open Sans', sans-serif;"> <tr> <td> <table style="background-color: #f2f3f8; max-width:670px; margin:0 auto;" width="100%" border="0" align="center" cellpadding="0" cellspacing="0"> <tr> <td style="height:80px;">&nbsp;</td> </tr> <tr> <td style="text-align:center;"> <a href="https://scmanagement.me" title="logo" target="_blank"> <img width="200" src="https://cdn.scmanagement.me/public/logo.png" title="logo" alt="logo"> </a> </td> </tr> <tr> <td style="height:20px;">&nbsp;</td> </tr> <tr> <td> <table width="95%" border="0" align="center" cellpadding="0" cellspacing="0" style="max-width:670px;background:#fff; border-radius:3px; text-align:center;-webkit-box-shadow:0 6px 18px 0 rgba(0,0,0,.06);-moz-box-shadow:0 6px 18px 0 rgba(0,0,0,.06);box-shadow:0 6px 18px 0 rgba(0,0,0,.06);"> <tr> <td style="height:40px;">&nbsp;</td> </tr> <tr> <td style="padding:0 35px;"> <h1 style="color:#1e1e2d; font-weight:500; margin:0;font-size:32px;font-family:'Rubik',sans-serif;"> Club Quota Change</h1> <span style="display:inline-block; vertical-align:middle; margin:29px 0 26px; border-bottom:1px solid #cecece; width:100px;"></span> <p style="color:#455056; font-size:15px;line-height:24px; margin:0;">The club _CLUB_ recently updated their quota values. The quota now is _PRICE_ payed _FREQUENCY_. If you have your subscription to auto renew, it was automatically disabled to prevent unwanted payments. The current subscription will remain active until the end of the cycle. You can go to your <a href="_SUBSCRIPTION_">subscription page</a> and updated it to enable auto renew again or cancel it, if you don't agree with the new values.</p> </td> </tr> <tr> <td style="height:40px;">&nbsp;</td> </tr> </table> </td> <tr> <td style="height:20px;">&nbsp;</td> </tr> </table> </td> </tr> </table> <!--/100% body table--> </body> </html>
pt_pt: <!doctype html> <html lang="en"> <head> <meta content="text/html; charset=utf-8" http-equiv="Content-Type" /> <title>Atualização de quota de clube</title> <meta name="description" content="Reset Password Email Template."> <style type="text/css"> a:hover { text-decoration: underline !important; } </style> </head> <body marginheight="0" topmargin="0" marginwidth="0" style="margin: 0px; background-color: #f2f3f8;" leftmargin="0"> <!--100% body table--> <table cellspacing="0" border="0" cellpadding="0" width="100%" bgcolor="#f2f3f8" style="@import url(https://fonts.googleapis.com/css?family=Rubik:300,400,500,700|Open+Sans:300,400,600,700); font-family: 'Open Sans', sans-serif;"> <tr> <td> <table style="background-color: #f2f3f8; max-width:670px; margin:0 auto;" width="100%" border="0" align="center" cellpadding="0" cellspacing="0"> <tr> <td style="height:80px;">&nbsp;</td> </tr> <tr> <td style="text-align:center;"> <a href="https://scmanagement.me" title="logo" target="_blank"> <img width="200" src="https://cdn.scmanagement.me/public/logo.png" title="logo" alt="logo"> </a> </td> </tr> <tr> <td style="height:20px;">&nbsp;</td> </tr> <tr> <td> <table width="95%" border="0" align="center" cellpadding="0" cellspacing="0" style="max-width:670px;background:#fff; border-radius:3px; text-align:center;-webkit-box-shadow:0 6px 18px 0 rgba(0,0,0,.06);-moz-box-shadow:0 6px 18px 0 rgba(0,0,0,.06);box-shadow:0 6px 18px 0 rgba(0,0,0,.06);"> <tr> <td style="height:40px;">&nbsp;</td> </tr> <tr> <td style="padding:0 35px;"> <h1 style="color:#1e1e2d; font-weight:500; margin:0;font-size:32px;font-family:'Rubik',sans-serif;"> Atualização de quota de clube</h1> <span style="display:inline-block; vertical-align:middle; margin:29px 0 26px; border-bottom:1px solid #cecece; width:100px;"></span> <p style="color:#455056; font-size:15px;line-height:24px; margin:0;">O clube _CLUB_ recentemente atualizou o valor das suas quotas. A quota atualmente é de _PRICE_/_FREQUENCY_. Se a tua subscrição estava com a renovação automática ativa, esta foi desativada, para evitar pagamentos inesperados. A subscrição atual irá manter-se ativa até ao final do ciclo. Podes ir à tua <a href="_SUBSCRIPTION_">página de subscrições</a> e atualizar a tua subscrição para voltares a ativar a renovação automática ou cancelar, caso não concordes com os novos valores.</p> </td> </tr> <tr> <td style="height:40px;">&nbsp;</td> </tr> </table> </td> <tr> <td style="height:20px;">&nbsp;</td> </tr> </table> </td> </tr> </table> <!--/100% body table--> </body> </html>

source: Monthly
pt_pt: Mensalmente

source: Quarterly
pt_pt: Trimestralmente

source: Semiannually
pt_pt: Semestralmente

# Subject_ClubFees
source: Club fee update
pt_pt: Atualização de quota em clube

source: Subscriptions
pt_pt: Subscrições

source: Weekly
pt_pt: Semanalmente

source: Yearly
pt_pt: Anualmente

source: Athlete Slots
pt_pt: Slots de atletas

source: Auto Renew
pt_pt: Renovação automática

source: Card Info
pt_pt: Informação do cartão

source: Created At
pt_pt: Criado a

source: End Date
pt_pt: Data de fim

source: Is Subscription
pt_pt: É um subscrição

source: Multibanco Entity
pt_pt: Entidade Multibanco

source: Multibanco Reference
pt_pt: Referência Multibanco
